{
  "name": "Апостолы Незера",
  "icon": "goety:unholy_blood",
  "category": "goety:world/bestiary",
  "advancement": "goety:goety/kill_a_apostle",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Будучи ближайшими последователями первого незерского культиста, Аполлиона, эти потрясающие существа распространяли весть о Великом Пламени вместе со своим учителем, путешествуя по обычному миру. Некоторые апостолы были королями и лордами, а другие — обычными крестьянами или деревенщинами. Когда апостол появляется, вода вокруг него закипает, а небо темнеет."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:apostle",
      "scale": 0.95
    },
    {
      "type": "patchouli:text",
      "text": "Апостолы не снисходят до того, чтобы использовать свою истинную силу, когда сталкиваются с жестокими язычниками. Они пускают в них стрелы, время от времени создавая лавовые шары и призывая дьявольских прислужников для самозащиты. После нескольких ударов или произнесения заклинания демон телепортируется, оставив за собой облако дыма."
    },
    {
      "type": "patchouli:text",
      "text": "Когда здоровье апостола упадёт до половины, он восстановит его и покажет свою истинную мощь. Если вы сражаетесь в обычном мире или измерениях, похожих на него, то на мир обрушится гроза, как только он покажет себя в ужасном обличье. Вокруг будут падать метеориты, и начнется настоящая битва. Апостол будет чаще телепортироваться, и его стрелы станут сильнее и эффективнее."
    },
    {
      "type": "patchouli:text",
      "text": "На протяжении всего сражения апостолы будут использовать ужасные заклинания — от града стрел до огромного пылающего торнадо, которое будет преследовать жертву повсюду. Если противник близко, Апостол создаст огненный круг, который через несколько секунд взорвется, и все существа, находящиеся рядом с ним, будут подброшены в небо. Взрывы и огненный торнадо накладывают на цель проклятие ожога, которое делает бесполезным эффект огнестойкости."
    },
    {
      "type": "patchouli:text",
      "text": "Апостолы восстанавливают здоровье, когда их стрела попадает в цель. Однако, после удара оружием, зачарованным на «небесную кару», он не сможет восстанавливать здоровье в течение некоторого времени, в зависимости от уровня."
    },
    {
      "type": "patchouli:spotlight",
      "item": "goety:unholy_blood",
      "text": "Кровь апостола насыщена некротической и незерской энергией. С её помощью можно либо обмануть смерть, либо творить чудеса. Похоже, что у апостола не так уж много крови, и только убив их, можно извлечь значительное количество. После убийства буря утихнет, и метеориты перестанут падать."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:inferno",
      "scale": 0.95
    },
    {
      "type": "patchouli:text",
      "text": "Инферно — родственники всполохов, но они зачарованы так, что им не страшна простая вода, и их пламя сжигает даже тех, кто невосприимчив к огню."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:malghast",
      "scale": 0.75
    },
    {
      "type": "patchouli:text",
      "text": "Меньшие по размерам, но намного превосходящие гастов, эти яростные монстры изрыгают шары нечестивого пламени, которое прожигает всё насквозь. Иногда эти существа выпускают обычный лавовый шар, который можно отбить."
    }
  ],
  "extra_recipe_mappings": {
    "goety:unholy_blood": 6
  }
}