{
  "name": "Злодеяне-охотники",
  "icon": "minecraft:crossbow",
  "category": "goety:world/bestiary",
  "advancement": "goety:goety/kill_hunting_illagers",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Убив несколько злодеян, которые устроили на вас охоту за кражу знаний, вам удалось задокументировать таких, с какими вы никогда раньше не сталкивались."
    },
    {
      "type": "patchouli:text",
      "text": "Эти злодеяне, похоже, охотятся только за теми, кто обнаружил или украл их секреты, поскольку их нельзя найти в лесных особняках или аванпостах. Они участвуют в рейдах, но только если те, кто их обнаружил, находятся в пределах деревни. Несомненно то, что эти злодеяне занимают достаточно высокое положение, чтобы брать с собой на охоту разорителей."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:envioker"
    },
    {
      "type": "patchouli:text",
      "text": "Могущественный и начитанный заклинатель, который, похоже, использует в своей магии странный рубиновый осколок на голове. Их тотем был либо подарен другими злодеянами, либо забран у них."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:tormentor"
    },
    {
      "type": "patchouli:text",
      "text": "Судя по всему, это результат эксперимента по смешению вредины и поборника. Эти существа становятся невидимыми, пока не атакуют."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:piker"
    },
    {
      "type": "patchouli:text",
      "text": "Эти дисциплинированные пехотинцы, превосходящие обычных разбойников и имеющие менее сильную, но более дальнобойную атаку, чем поборники, возможно, вдохновлялись свитками пустыни."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:ripper"
    },
    {
      "type": "patchouli:text",
      "text": "Волки и собаки, прирученные и разводимые злодеянами, для выполнения их приказов и уничтожения врагов. Они могут быть разных размеров, с разными характеристиками и изредка с подкреплением."
    },
	{
      "type": "patchouli:entity",
      "entity": "goety:trampler"
    },
    {
      "type": "patchouli:text",
      "text": "Буйные скакуны злодеян, по слухам, созданные или из самых слабых представителей их вида, или в качестве наказания. Атакуют как с наездником, так и без него."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:crusher"
    },
    {
      "type": "patchouli:text",
      "text": "Эти злодеяне — кузнецы и воины — либо куют вдали от посторонних глаз, либо исследуют определённые места. Говорят, что некоторые их молоты могут поглощать молнию и управлять ею."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:storm_caster"
    },
    {
      "type": "patchouli:text",
      "text": "Некоторые считают, что это бывшие геоманты или вызыватели ветров, которые решили использовать силу самой молнии. Они ищут высочайшее святилище, чтобы выкрасть его секреты."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:cryologer"
    },
    {
      "type": "patchouli:text",
      "text": "Эти плаксы близки ледологам, но, в отличие от своих односложных собратьев, у них припасено больше приёмов в рукаве. Злодеяне верят, что они плачут от восхищения холодом."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:preacher"
    },
    {
      "type": "patchouli:text",
      "text": "Как и чародеи, проповедники — это редкий класс злодеян, которые помогают своим союзникам, а не сражаются напрямую. Они будут исцелять раненых в бою рейдеров."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:conquillager"
    },
    {
      "type": "patchouli:text",
      "text": "Болезненные аристократы, которые распространяют среди чужеземцев всеуничтожающий мор. К счастью, они предпочитают стрелять издалека, а не вступать в варварские рукопашные схватки."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:inquillager"
    },
    {
      "type": "patchouli:text",
      "text": "Необычные злодеяне, нападающие на магов и волшебников, поскольку невосприимчивы к их заклинаниям. Они орудуют поджигающим мечом и разбрасывают зелья вреда."
    },
    {
      "type": "patchouli:text",
      "text": "Во время рейда, завоеване обычно приходят первыми, истязане начинают появляться после 3-ей волны, а злоклинатели — вместе с разорителями и заклинателями."
    }
  ]
}