{
  "name": "Арка",
  "icon": "goety:arca",
  "category": "goety:crafts/artifice",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "После некоторых исследований вы нашли способ создать более мощную и универсальную версию $(l:intro/cursed_cage)проклятой клетки$(). Арка будет хранить и передавать вашу энергию душ, поэтому вам больше не нужно будет использовать или носить с собой тотем душ."
    },
    {
      "type": "goety:ritual",
      "recipe": "goety:arca"
    },
    {
      "type": "patchouli:text",
      "text": "Арка — один из самых прочных блоков, с которыми вы когда-либо сталкивались. Из-за содержания воды и обсидиана, его прочность и устойчивость к взрывам превосходят большинство материалов, кроме бедрока."
    },
    {
      "type": "patchouli:text",
      "text": "Когда вы поставите арку, она запомнит вас как владельца. Вы можете мгновенно ломать свою арку, нажав по ней ПКМ, присев, что довольно удобно, учитывая, насколько её сложно разрушить. Кроме того, арка теперь хранит всю энергию душ, которую собирает и использует её владелец, и будет делать это вместо тотема душ."
    },
    {
      "type": "patchouli:text",
      "text": "В связи с этим, вам следует использовать $(l:crafts/soul_transfer_gem)самоцвет передачи$() для питания проклятых клеток, так как попытка пополнить тотем, имея арку, станет сложным процессом."
    },
    {
      "type": "patchouli:image",
      "images": ["goety:textures/gui/entries/arca.png"],
      "border": true,
      "text": "Руны показывают, какая арка используется."
    },
    {
      "type": "patchouli:text",
      "text": "У вас может быть только ОДНА арка, так как установка другой приведет к тому, что новая арка заменит прежнюю. Если арка сломана, энергия душ, хранящаяся внутри, будет медленно испаряться, вызывая душевный голод, который ослабляет и замедляет вас, пока вся энергия не иссякнет или не будет установлена другая арка. Если у вас несколько арк, нажатие ПКМ по неиспользуемой пустой рукой покажет, какая арка используется."
    }
  ],
  "extra_recipe_mappings": {
    "goety:arca": 1
  }
}