{
  "name": "Illager Hunters",
  "icon": "minecraft:crossbow",
  "category": "goety:world/bestiary",
  "advancement": "goety:goety/kill_hunting_illagers",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "After killing a bunch of Illagers that have come to slay you for stealing their knowledge, you've managed to document the ones that you've never encountered before."
    },
    {
      "type": "patchouli:text",
      "text": "Most of these Illagers seemed to only go after those who had discovered or stolen their secrets as they aren't found stationed in Woodland Mansions or Outposts, and they seemed to only partake in Raids if those discoverers are within that village. What's certain is that these brand of Illagers are high ranking enough to bring even Ravagers in their pursuit."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:envioker"
    },
    {
      "type": "patchouli:text",
      "text": "A powerful and well-read Evoker that seems to be using an odd Ruby Shard on their heads to power up their magics. Their Totem was either gifted or taken from others."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:tormentor"
    },
    {
      "type": "patchouli:text",
      "text": "Looks to be the result of an experiment between a Vex and a Vindicator, these beings remain invisible when they're not charging at their target."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:piker",
      "scale": 0.95
    },
    {
      "type": "patchouli:text",
      "text": "Greater than the average Pillagers, lesser but more reaching than Vindicators, these disciplined foot-soldiers might've been inspired by the scrolls of the desert."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:ripper",
      "scale": 0.5
    },
    {
      "type": "patchouli:text",
      "text": "Wolves and dogs tamed and bred by Illagers for the purpose of chasing down queries or mauling their enemies in advance of their troops. They can come in different sizes with different stats, and rarely have reinforcements appear nearby."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:trampler",
      "scale": 0.5
    },
    {
      "type": "patchouli:text",
      "text": "Violent steeds of the Illagers, rumored to be made from the weakest of their kind or as a punishment, that charges at their targets with or without a rider."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:crusher"
    },
    {
      "type": "patchouli:text",
      "text": "Blacksmiths and warriors, these Illagers tend to either be forging away from plain sight, or dispatch on certain areas. They say that some of their hammers are made to absorb and control the lightning itself."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:storm_caster"
    },
    {
      "type": "patchouli:text",
      "text": "Some believe them to be former Geomancers or Wind Callers that decided to harness the power of lightning itself. They seek out the tallest sanctum to plunder its secrets."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:cryologer"
    },
    {
      "type": "patchouli:text",
      "text": "Kin to the Iceologers, these criers have more tricks up their sleeves than their mono-spelled cousins. The Illagers believe that they're crying out of admiration of the cold."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:preacher"
    },
    {
      "type": "patchouli:text",
      "text": "Like Enchanters, Preachers are a rare type of Illager that work to support their brethren rather than fighting head on. These Illagers will follow and heal any nearby injured raider."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:conquillager",
      "scale": 0.95
    },
    {
      "type": "patchouli:text",
      "text": "Disease-ridden aristocrats that spread civilization-ending pestilence to foreigners. Fortunately, they prefer to shoot from afar than go into barbaric melee."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:inquillager"
    },
    {
      "type": "patchouli:text",
      "text": "An unexpected Illager trained to attack magic users as they're immune to their spells. They wield flaming swords and throw Harming Potions."
    }
  ]
}