{
  "name": "Grave Golem",
  "icon": "goety:skull_pile",
  "category": "goety:summons",
  "advancement": "goety:goety/read_warred_and_haunting_scroll",
  "secret": true,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "With the schematics of an ancient war-machine and a way to possess Armor, you've got to thinking. After some trials and errors, you've discovered a way to create the ultimate Undead Servant: The Grave Golem."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:grave_golem",
      "scale": 0.75
    },
    {
      "type": "multiblock",
      "multiblock_id": "goety:grave_golem",
      "text": "Right click the center Skull Pile with an Animation Core."
    },
    {
      "type": "patchouli:text",
      "text": "The Stone Bricks can be substituted with other similar blocks such as Deepslate Bricks. The Golem has an assortment of abilities, from smashing its hands on the ground, shooting Haunted Skulls and summoning Haunts to aid it. The Golem can be commanded to follow, wander or stay in position through a wand/staff. They can be repaired by right-clicking on them with Bone Blocks or Bones, but can regenerate if the summoner wears a Necro Cape."
    },
    {
      "type": "patchouli:text",
      "text": "There's also another special ability the Golem possesses, should their Summoner die within 64 blocks near them, their items and equipment will be absorbed within the Golem. The Golem will glow reddish-orange to show that it has items contained itself. To get the items back, the Summoner simply needs to right-click on them with a Shovel. They'll also drop said items when killed. Of course, this requires the Summoner to actually drop their items upon death. (Suggested by JoTurtleGuy21)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "goety:grave_golem_skull",
      "text": "Should the Golem fell from battle or command, they will drop their 'skull'. The Skull can be used to revive the Golem in a cheaper manner. However, the Skull remembers it's original creator and master and the revived Golem will only follow their commands."
    },
    {
      "type": "multiblock",
      "multiblock_id": "goety:grave_golem_revive",
      "enable_visualize": false
    }
  ],
  "extra_recipe_mappings": {
    "goety:grave_golem_skull": 6
  }
}