{
  "name": "Skeleton Servant",
  "icon": "minecraft:skeleton_skull",
  "category": "goety:summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Skeletons are slightly more intelligent and quicker than their rotting cousins, but are otherwise still basic in their functions."
    },
    {
      "type": "patchouli:text",
      "text": "The following texts will detail the variants of skeletons a necromancer can summon."
    },
    {
      "type": "patchouli:text",
      "text": "One can call these creatures through the use of a $(l:focuses/necromancy/osseous_focus)Osseous Focus$(), or through a ritual which summons one without a limited lifespan."
    },
    {
      "type": "goety:ritual",
      "recipe": "goety:thrall/summon_skeleton_thrall"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:skeleton_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Skeleton Servants will attempt to kill anyone who hurts you or any hostile creatures nearby. If summoned when the summoner wears a Necro Cape, their arrows pass through allied mobs."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:stray_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Attempting to summon a Skeleton Servant in a cold tundra exposed to the skies will yield a Stray Servant instead."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:skeleton_pillager"
    },
    {
      "type": "patchouli:text",
      "text": "Casting the spell at a Pillager Outpost will summon forth a loyal Skeleton Pillager, which has more health than regular Skeletons and wields a crossbow."
    },
    {
      "type": "patchouli:text",
      "text": "Skeleton Servants can accept any Armor but only Swords/Bows meaning they can either be range or melee attackers."
    },
    {
      "type": "patchouli:text",
      "text": "Curiously, the spell cannot call forth a loyal Wither Skeleton when cast within a Nether Fortress. The charred skeletons seems to hold great magical power and a great loyalty towards their home to be summoned frivolously..."
    },
    {
      "type": "patchouli:entity",
      "advancement": "goety:goety/read_bygone_scroll",
      "entity": "goety:wither_skeleton_servant"
    },
    {
      "type": "patchouli:text",
      "advancement": "goety:goety/read_bygone_scroll",
      "text": "After much research, you've found a way to call forth a former inhabitant of the Fortress, and bind it to your will. They inflict Wither on melee and shoot fire arrows when given a bow."
    }
  ]
}