{
  "name": "Процесс зельеварения",
  "icon": "minecraft:nether_wart",
  "category": "goety:brewing",
  "sortnum": 1,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Чтобы начать варить, надо добавить в кипящий котёл $(item)незерский нарост$()! Тогда, когда он начнёт пускать фиолетовые искры, мы сможем взаправду начать, нья-ха-ха-ха-ха!"
    },
    {
      "type": "patchouli:text",
      "text": "Варка обычно идёт вот так:$(br2)$()$(l)Вместимость —> Катализатор —> Добавка —> Завершение!$()$(br2)Запомни эти шаги, сопляк! Перепутаешь — и конец твоему вареву! Сейчас ты спросишь: «Бабуля, что означают эти слова?» Ну так кончай трепаться, и я тебе скажу!"
    },
    {
      "type": "patchouli:relations",
      "entries": [
        "goety:brewing/capacity",
        "goety:brewing/catalysts",
        "goety:brewing/augmentation"
      ]
    },
    {
      "type": "patchouli:text",
      "text": "Как только вместимость, катализатор и добавки определятся, и варево перестанет клубится чёрным дымом, варка будет подходить к концу! Для начала тебе надо нажать ПКМ по котлу половником, но не торопись забирать варево!"
    },
    {
      "type": "patchouli:text",
      "text": "Перед началом проверь, что подсвечники душ могут передавать нужное количество энергии, в чём можно убедиться, посмотрев на котёл, присев! Как только варка закончится, котёл начнёт испускать частицы, и тогда-то можно забирать своё варево!"
    },
    {
      "type": "patchouli:text",
      "text": "Обязательно надень свой ведьмин наряд при этом! Всем известно, что ведьмины шляпа и мантия дают шанс забрать ещё одну бутылочку! И вот тебе маленький секрет от бабули! Яблоки могут быть очень... чуствительны к вареву. Помнишь Белоснежку? Хе-хе-хе-ха-ха-ха!"
    },
    {
      "type": "patchouli:text",
      "text": "А ещё не забывай, что котёл должен быть заполнен варевом, чтобы использовать на нём $(bold)набор привязки$()! Если не знаешь, что такое набор привязки — очень жаль! Эта бабуля говорит о зельеварении! Найди другую бабулю, чтобы она показала, как дела ведутся! Ха-ха-ха-ха-ха!"
    }
  ]
}