{
  "name": "Могильный голем",
  "icon": "goety:skull_pile",
  "category": "goety:summons",
  "advancement": "goety:goety/read_warred_and_haunting_scroll",
  "secret": true,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Ознакомившись с чертежами древней боевой машины и придумав способ получения брони, вы начали думать. Спустя несколько проб и ошибок вы нашли способ создать идеального прислужника-нежить: могильного голема."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:grave_golem",
      "scale": 0.75
    },
    {
      "type": "multiblock",
      "multiblock_id": "goety:grave_golem",
      "text": "Нажмите ПКМ по центральной груде черепов ядром оживления."
    },
    {
      "type": "patchouli:text",
      "text": "Каменные кирпичи можно заменить другими подобными блоками, например, глубинносланцевыми кирпичами. Голем обладает целым рядом способностей, от удара руками о землю до стрельбы одержимыми черепами и призыва на помощь привидений. С помощью палочки/посоха можно приказать голему следовать, бродить или стоять. Голема можно починить, нажав по нему ПКМ костными блоками или костями, и он может регенерироваться, если создатель наденет некро-плащ."
    },
    {
      "type": "patchouli:text",
      "text": "У голема есть ещё одна способность: если его создатель умрёт на растоянии менее 64 метров от него, то голем поглотит все его предметы и начнёт светиться красновато-оранжевым цветом. Чтобы вернуть предметы, нужно просто нажать по нему ПКМ лопатой. Предметы также выпадают из големов после смерти. Конечно, для этого нужно, чтобы создатель действительно терял свои предметы после смерти. (Предложено JoTurtleGuy21)"
    },
    {
      "type": "patchouli:spotlight",
      "item": "goety:grave_golem_skull",
      "text": "При смерти из голема выпадает его «череп». Череп можно использовать для оживления голема более дешёвым способом. Однако череп помнит своего изначального создателя, и возрождённый голем будет выполнять только его команды."
    },
    {
      "type": "multiblock",
      "multiblock_id": "goety:grave_golem_revive",
      "enable_visualize": false
    }
  ],
  "extra_recipe_mappings": {
    "goety:grave_golem_skull": 6
  }
}