{
  "name": "Скелеты-прислужники",
  "icon": "minecraft:skeleton_skull",
  "category": "goety:summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Скелеты немного умнее и проворнее своих разлагающихся собратьев, но в остальном по-прежнему выполняют простейшие функции."
    },
    {
      "type": "patchouli:text",
      "text": "В следующих абзацах будут подробно описаны варианты скелетов, которых может вызвать некромант."
    },
    {
      "type": "patchouli:text",
      "text": "Можно вызвать этих существ с помощью $(l:focuses/osseous_focus)фокуса кости$() или ритуала, который призывает скелетов с неограниченным сроком жизни."
    },
    {
      "type": "goety:ritual",
      "recipe": "goety:thrall/summon_skeleton_thrall"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:skeleton_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Скелеты-прислужники попытаются убить тех, кто причинит вам вред, или ближайших враждебных существ. Если вы носите некро-плащ, то их стрелы будут проходить сквозь других ваших прислужников."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:stray_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Попытка призвать скелета-прислужника под открытым небом холодной тундры приведёт к появлению зимогора-прислужника."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:skeleton_pillager"
    },
    {
      "type": "patchouli:text",
      "text": "Попытка призвать скелета-прислужника на аванпосте разбойников вызовет прислуживающего вам разбойника-скелета, у которого больше здоровья, чем у обычных скелетов, и который владеет арбалетом."
    },
    {
      "type": "patchouli:text",
      "text": "Скелеты-прислужники могут носить любую броню, мечи и луки, то есть могут атаковать как на расстоянии, так и в ближнем бою."
    },
    {
      "type": "patchouli:text",
      "text": "Любопытно, что заклинание не может вызвать прислуживающего вам визер-скелета, если оно применяется в крепости Незера. Визер-скелеты, похоже, обладают огромной магической силой и преданностью своему дому, раз их нельзя так просто призвать..."
    }
  ]
}