{
  "name": "Пауки-прислужники",
  "icon": "minecraft:cobweb",
  "category": "goety:summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Как простые, но прожорливые существа эти гигантские членистоногие могут стать отличным подспорьем в бою, хотя и плохо видят при дневном свете."
    },
    {
      "type": "patchouli:text",
      "text": "В следующих абзацах будут подробно описаны варианты пауков, которые могут появиться из гнезда."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:spider_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Обычный паук, которого можно найти в темноте и который предан только вам. Делает всё, что может паук."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:cave_spider_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Более мелкий и ядовитый подвид пауков. Если на вас дикие одежды, они будут накладывать кислотный яд вместо обычного отравления."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:web_spider_servant"
    },
    {
      "type": "patchouli:text",
      "text": "В отличие от своих свирепых собратьев, паутинные пауки не нападают на своих врагов сразу, а стреляют клубком паутины, который при попадании на некоторое время опутывает их, после чего пауки устремляются к жертве на высокой скорости."
    },
	{
      "type": "patchouli:entity",
      "entity": "goety:icy_spider_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Эти леденящие паукообразные с каждым укусом замедляют движение жертв и могут без проблем передвигаться по рыхлому снегу. Если на вас морозная мантия, то их укусы будут оледенять."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:bone_spider_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Покрытый костями паук, который издалека стреляет костяными осколками в своих врагов, вступая в ближний бой только в том случае, если жертва подойдёт близко."
    }
  ]
}