{
  "name": "Зомби-прислужники",
  "icon": "minecraft:zombie_head",
  "category": "goety:summons",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Зомби — самая распространённая нежить, которая появляется в темноте, и неудивительно, что вызвать и контролировать их не так уж сложно, будь то с помощью заклинаний или ритуалов."
    },
    {
      "type": "patchouli:text",
      "text": "В следующих абзацах будут подробно описаны варианты зомби, которых может вызвать некромант."
    },
    {
      "type": "patchouli:text",
      "text": "Можно вызвать этих существ с помощью $(l:focuses/osseous_focus)фокуса гниения$() или ритуала, который призывает зомби с неограниченным сроком жизни."
    },
    {
      "type": "goety:ritual",
      "recipe": "goety:thrall/summon_zombie_thrall"
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:zombie_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Зомби-прислужники просты в своих способностях: они попытаются убить тех, кто причинит вам вред, или ближайших враждебных существ и следуют за вами, как прирученные волки, только более высокие и вонючие."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:husk_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Зомби-прислужники имеют различные варианты. Применяя фокус гниения под открытым небом пустыни, вы вызовете кадавра-прислужника."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:drowned_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Попытка вызвать зомби под водой приведет к появлению утопленника-прислужника. Он может использовать трезубцы и нападает так же, как обычные утопленники."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:zombie_vindicator"
    },
    {
      "type": "patchouli:text",
      "text": "Если вы вызовете зомби в особняке злодеян, то вместо них появятся прислуживающие вам поборники-зомби. Похоже, что многие поборники похоронены в своих домах вместе с топором в руках."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:zpiglin_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Незер полон зомбифицированных пиглинов, и неудивительно, что при использовании фокуса в царстве ужаса появится один из них, прислуживающий вам. Огнестойкий и пугающий пиглинов, как и любой другой."
    },
    {
      "type": "patchouli:entity",
      "entity": "goety:zpiglin_brute_servant"
    },
    {
      "type": "patchouli:text",
      "text": "Брутальные стражи бастионов редко покидают свои дома, если вообще это делают, и тела большинства из них сгорают в лаве. Тем не менее, всё ещё есть шанс вызвать их зомбифицированную версию, если использовать фокус в их владениях."
    },
    {
      "type": "patchouli:text",
      "text": "Зомби-прислужники могут носить любую броню, мечи и топоры."
    }
  ]
}